/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "A conexão à Internet deste computador parece estar desativada.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "A conexão à Internet deste computador talvez esteja desativada.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "A conexão à Internet deste computador parece estar ativada.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "O servidor DNS deste computador não está respondendo.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "O servidor DNS não pôde encontrar o nome do servidor.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "O roteador deste computador não está respondendo.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "O servidor ao qual este computador está tentando conectar-se não está respondendo.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "A conexão à Internet deste computador parece estar ativada.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Senha de formulário web";

/* HTTP result code string */
"accepted" = "aceito";

/* HTTP result code string */
"bad gateway" = "gateway inválido";

/* HTTP result code string */
"bad request" = "pedido inválido";

/* HTTP result code string */
"client error" = "erro de cliente";

/* HTTP result code string */
"conflict" = "conflito";

/* HTTP result code string */
"continue" = "continuar";

/* HTTP result code string */
"created" = "criado";

/* HTTP result code string */
"expectation failed" = "a espera falhou";

/* HTTP result code string */
"forbidden" = "proibido";

/* HTTP result code string */
"found" = "encontrado";

/* HTTP result code string */
"gateway timed out" = "esgotou-se o tempo limite do gateway";

/* HTTP result code string */
"informational" = "informativo";

/* HTTP result code string */
"internal server error" = "erro interno de servidor";

/* HTTP result code string */
"length required" = "comprimento necessário";

/* HTTP result code string */
"method not allowed" = "método não permitido";

/* HTTP result code string */
"moved permanently" = "movido permanentemente";

/* HTTP result code string */
"multiple choices" = "múltiplas escolhas";

/* HTTP result code string */
"needs proxy" = "necessita proxy";

/* HTTP result code string */
"no content" = "nenhum conteúdo";

/* HTTP result code string */
"no error" = "nenhum erro";

/* HTTP result code string */
"non-authoritative information" = "informação não oficial";

/* HTTP result code string */
"not found" = "não encontrado";

/* HTTP result code string */
"not modified" = "não modificado";

/* HTTP result code string */
"partial content" = "conteúdo parcial";

/* HTTP result code string */
"payment required" = "exige pagamento";

/* HTTP result code string */
"precondition failed" = "o pré-requisito falhou";

/* HTTP result code string */
"proxy authentication required" = "autenticação de proxy requerida";

/* HTTP result code string */
"redirected" = "redirecionado";

/* HTTP result code string */
"no longer exists" = "não existe mais";

/* HTTP result code string */
"request timed out" = "esgotou-se o tempo do pedido";

/* HTTP result code string */
"request too large" = "pedido muito extenso";

/* HTTP result code string */
"requested URL too long" = "o URL solicitado é muito longo";

/* HTTP result code string */
"requested range not satisfiable" = "o intervalo solicitado não é satisfatório";

/* HTTP result code string */
"reset content" = "redefinir conteúdo";

/* HTTP result code string */
"see other" = "consulte outro";

/* HTTP result code string */
"server error" = "erro de servidor";

/* HTTP result code string */
"service unavailable" = "serviço indisponível";

/* HTTP result code string */
"success" = "bem-sucedido";

/* HTTP result code string */
"switching protocols" = "alternando protocolos";

/* HTTP result code string */
"temporarily redirected" = "redirecionado temporariamente";

/* HTTP result code string */
"unacceptable" = "inaceitável";

/* HTTP result code string */
"unauthorized" = "não-autorizado";

/* HTTP result code string */
"unimplemented" = "não-implementado";

/* HTTP result code string */
"unsupported media type" = "tipo de mídia incompatível";

/* HTTP result code string */
"unsupported version" = "versão incompatível";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Houve um problema de comunicação com o servidor proxy web (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Houve um problema de comunicação com o servidor proxy web seguro (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "erro desconhecido";

/* WebFoundationErrorCancelled description */
"Err-999" = "cancelado";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "URL inválido";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Esgotou-se o tempo limite da solicitação.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "URL incompatível";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Não foi possível encontrar um servidor com o nome de host especificado.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Não foi possível conectar ao servidor.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "A conexão de rede foi perdida.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Erro de busca de DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "redirecionamentos HTTP em excesso";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "recurso indisponível";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "A conexão à Internet talvez esteja inativa.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "redirecionado a nenhum lugar";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Houve uma resposta inválida por parte do servidor.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "recurso de zero bytes";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "não foi possível decodificar os dados brutos";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "não foi possível decodificar os dados do conteúdo";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "não foi possível analisar a resposta";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "O roaming internacional está atualmente inativo.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Não foi possível estabelecer uma conexão de dados porque há uma ligação ativa.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Conexão de dados não permitida no momento.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "fluxo de pedidos esgotado";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "O URL solicitado não foi encontrado neste servidor.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "o arquivo é um diretório";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Você não tem permissão para acessar o recurso solicitado.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "o recurso ultrapassa o tamanho máximo";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Ocorreu um erro SSL e não é possível efetuar uma conexão segura com o servidor.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "O certificado deste servidor expirou.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "O certificado deste servidor expirou. Talvez você esteja conectando a um servidor que simula ser “%@”, o que poderia colocar em risco suas informações confidenciais.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "O certificado deste servidor não é válido.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "O certificado deste servidor não é válido. Talvez você esteja conectando a um servidor que simula ser “%@”, o que poderia colocar em risco suas informações confidenciais.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "O certificado deste servidor foi assinado por uma autoridade de certificação desconhecida.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "O certificado deste servidor foi assinado por uma autoridade de certificação desconhecida. Talvez você esteja conectando a um servidor que simula ser “%@”, o que pode colocar em risco suas informações confidenciais.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "O certificado deste servidor ainda não é válido.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "O certificado deste servidor ainda não é válido. Talvez você esteja conectando a um servidor que simula ser “%@”, o que poderia colocar em risco suas informações confidenciais.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "O servidor não aceitou o certificado.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "O servidor “%@” não aceitou o certificado.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "O servidor requer um certificado de cliente.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "O servidor “%@” requer um certificado de cliente.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "impossível carregar da rede";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Não foi possível criar o arquivo";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Não foi possível abrir o arquivo";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Ocorreu uma falha ao fechar o arquivo";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Não foi possível gravar o arquivo";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Não foi possível remover o arquivo";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Não foi possível mover o arquivo";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "A decodificação da transferência falhou";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "A decodificação da transferência falhou";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Deseja conectar ao servidor mesmo assim?";

/* Recovery suggestion */
"Please check your proxy settings. For help with this problem, contact your system administrator." = "Verifique seus ajustes de proxy. Para obter ajuda com este problema, entre em contato com o administrador do seu sistema.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Autenticação de Proxy Necessária";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Autenticação para proxy %@\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Cancelar";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Nome";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Senha";
